;   Subtitle Workshop 2.52
;   Czech language file
;   Rev 20/DEC/2011
;   Translator: Trottel
;   E-mail: trottel09@gmail.com


[General]
Translator=Trottel
Font Charset=238
AllFiles=Všechny podporované soubory
Help=Manual.html
FPS=FPS
PlainText=Prostý text
STP=Projekt překladu titulků
SRF=Soubor zpráv titulků

[Standard buttons]
01=&OK
02=&Storno
03=&Procházet
04=Po&užít
05=&Konec
06=&Ano
07=&Ne

[Main Form]
01=Režim:
02=Čas
03=Snímky
04=Vstupní FPS:
05=FPS:
06=Pracovat s:
07=Trváním|Koncem|Obojím
08=Číslo
09=Zobrazit
10=Skrýt
11=Text
12=Překlad
13=%d nepřeložených řádků
14=Trvání:
15=%s (%s znaků):
16=- Nepřeložený titulek -
; added in 2.52
17=CPS:

[Main menu header]
01=Soubor
02=Úpravy
03=Hledání
04=Nástroje
05=Film
06=Nastavení
07=Nápověda

[Main menu/File]
01=Nové titulky...
02=Načíst titulky...
03=Naposledy otevřené soubory
04=Vymazat seznam
05=Načíst
06=Projekt...
07=Původní
08=Přeložené
09=Uložit
10=Původní jako...
11=Přeložené jako...
12=Uložit jako...
13=Zavřít
14=Konec

[Main menu/Edit]
01=Zpět
02=Znovu
03=Vložit titulek
04=Vložit před
05=Odebrat vybrané
06=Vyjmout
07=Kopírovat
08=Vložit
09=Vybrat vše

[Main menu/Edit/Timings]
01=Časování
02=Nastavit limity trvání...
03=Nastavit zpoždění...
04=Přizpůsobit
05=Přizpůsobit titulky...
06=Přizpůsobit synchronizovaným titulkům
07=Prodloužit nebo zkrátit čas
08=Prodloužit délku
09=Automatické trvání
10=Načíst časování ze souboru
11=Posunout o %s milisekund
; added in 2.52
12=Zobrazit %s milisekund
13=Skrýt %s milisekund

[Main menu/Edit/Texts]
01=Texty
02=Chytré přizpůsobení řádku
03=Změnit velikost písmen...
04=Zrušit zalomení titulku
05=Rozdělit řádky...
06=Rychle rozdělit řádky
07=Nastavit maximální délku řádku...
08=Načíst texty ze souboru
; added in 2.52
09=Nastavit tag tučně
10=Nastavit tag kurzíva
11=Nastavit tag podtržené
12=Nastavit tag barvy

[Main menu/Edit/Subtitles]
01=Titulky
02=Sloučit titulky
03=Efekty
04=Psací stroj
05=Záblesk
06=Rychlý záblesk
07=Střední záblesk
08=Pomalý záblesk
09=Zprava doleva
10=Obrátit text
11=Opravit interpunkci
12=Seřadit
13=Odstranit nadbytečné odkazy
14=Označit vybrané titulky
15=Zrušit označení vybraných titulků

[Main menu/Edit/Translation]
01=Překlad
02=Překladatelský režim
03=Prohodit

[Main menu/Search]
01=Najít...
02=Najít další
03=Najít a nahradit...
04=Přejít na řádek číslo...

[Main menu/Tools]
01=Kontrola pravopisu
02=Hromadný převod...
03=Rozdělit titulky...
04=Spojit titulky...
05=Informace a chyby
06=Informace a chyby...
07=Různé informace...
08=Skripty optického rozpoznávání písma (OCR)
09=Zobrazit v hlavním okně
10=Nastavení...
11=Překontrolovat chyby
12=Opravit všechny chyby
13=Opravit chyby (vybrané titulky)
14=Přeskočit na další chybu
15=Přidat FPS z AVI
16=Externí náhled
17=Jazykový extraktor SAMI
18=Skripty Pascalu

[Main menu/Movie]
01=Otevřít...
02=Zavřít
03=Informace...
04=Režim náhledu videa
05=Zobrazit titulky
06=Uložit spouštěcí soubor média

[Main menu/Movie/Playback]
01=Přehrávání
02=Přehrát/Pozastavit
03=Zastavit
04=Rychle zpět
05=Rychle vpřed
06=Zpět o 5 sekund
07=Vpřed o 5 sekund
08=Rychlost přehrávání

[Main menu/Movie/Subtitles]
01=Titulky
02=Posunout titulek
03=Nastavit čas začátku
04=Nastavit čas konce
05=Začáteční titulek
06=Konečný titulek

[Main menu/Movie/Synchronization]
01=Synchronizace
02=První synchronizační bod
03=Poslední synchronizační bod
04=Přidat synchronizační bod

[Main menu/Movie/Display]
01=Zobrazit
02=Původní
03=Překlad

[Main menu/Settings]
01=Nastavení výstupu...
02=Jazyk
03=Zobrazit levý panel
04=Zobrazit ovladání času
05=Použít přímou editaci v textu

[Main menu/Help]
01=O aplikaci %s...
02=Zkontrolovat novou verzi

[Popup Menu]
01=Kurzíva
02=Tučné
03=Podtržené
04=Nastavit barvu
05=Odstranit tagy barev

[Video preview hints]
01=Přehrát/Pozastavit (%s)
02=Zastavit (%s)
03=Posunovat seznamem
04=Přeskočit na předchozí titulek
05=Přeskočit na další titulek
06=Rychle zpět (%s)
07=Rychle vpřed (%s)
08=Změnit rychlost přehrávání
09=Posunout titulek (%s)
10=Nastavit čas začátku (%s)
11=Nastavit čas konce (%s)
12=Začáteční titulek (%s)
13=Konečný titulek (%s)
14=Označit jako první synchronizační bod (%s)
15=Označit jako poslední synchronizační bod (%s)
16=Přidat synchronizační bod titulku/videa (%s)

[Save as]
01=Uložit jako
02=Poklepejte na výstupní formát:
03=Vlastní formát
04=Všechny formáty

[Custom formats]
01=Vlastní formáty
02=Informace
03=Název:
04=Přípona:
05=Znak pro nový řádek:
06=Čas
07=Snímky
08=Struktura:
09=FPS:
10=Načíst projekt
11=Uložit projekt
12=Zapamatovat si poslední vlastní formát
13=Uložit!
14=Projekt vlastního formátu

[Settings Form]
01=Nastavení
02=Přizpůsobí nastavení programu
; Sections
03=Všeobecné
04=Pokročilé
05=Znakové sady
06=Formáty
07=Typy souborů
08=Uložit
09=Náhled videa
10=Titulky
11=Externí náhled
12=Vzhled
13=Program
14=Seznam
15=Nabídka
;-----------------;
; General section ;
;-----------------;
16=Vždy na vrchu
17=Povolit spuštění více než jedné instance
18=Potvrzovat odstranění titulků
19=Převést neplatné soubory na prostý text
20=Automaticky vyhledat film
21=Vynutit práci v časovém režimu
22=Zachovat pořadí řádků při obracení textu
23=Vybrat text při přeskočení na další řádek
24=Vybrat text při přeskočení na předchozí řádek
25=Žádná interakce s tagy
26=Pracovat s tagy stylu
27=Limit naposledy otevřených souborů:
; added in 2.52 
99=Poklepání na pole Text/Překlad
100=Výchozí (vybrat text)
101=Umístit kurzor před první písmeno
102=Umístit kurzor za poslední písmeno
;----------;
; Advanced ;
;----------;
28=Chytré přizpůsobení řádku
29=Dva řádky, pokud je delší než:
30=znaků
31=Přepínač bodu zalomení
32=Rozdělit řádky
33=Zalomit řádek po:
34=Automatické chytré přizpůsobení řádku
35=Maximální délka řádku:
36=Čas posunutí:
37=milisekund
; added in 2.52 
92=Obarvování CPS
97=Přidat titulek:
98=Mezera mezi titulky:
;----------;
; Charsets ;
;----------;
38=Zobrazit v hlavním okně
39=Znaková sada původního:
40=Znaková sada přeloženého:
;-----------------;
; Formats section ;
;-----------------;
41=Výchozí formát:
42=Formáty, které zobrazit při "Uložit jako":
43=Zobrazit vlastní formáty
44=&Označit vše
45=&Zrušit označení všeho
;--------------------;
; File types section ;
;--------------------;
46=Zaregistrovat přípony při spuštění
47=Asociovat s nejpodporovanějšími příponami titulků
;--------------;
; Save section ;
;--------------;
48=Zeptat se na uložení při ukončení programu nebo zavření titulků
49=Ukládat práci automaticky každých
50=minut.
51=Uložit jako zálohu
52=Nastavení výstupu...
;---------------;
; Video preview ;
;---------------;
53=Poklepání na titulek:
54=Přeskočit sekund:
55=Poklepání na titulek se Shift:
56=Zaměřit textový rámeček
57=Přejít na čas titulku ve videu
58=Přejít o N sekund před titulek ve videu
59=Čas o kolik přetočit rychle zpět a vpřed:
60=sekund.
61=Výchozí pro změněnou rychlost přehrávání:
;-------------------------;
; Video preview Subtitles ;
;-------------------------;
62=Vykreslit okraj
63=Vykreslit stín
64=Zkoušet průhledné pozadí
65=Vynutit použití regionů (může být pomalé)
66=Písmo...
67=Barva...
68=Pozadí...
69=Šířka okraje:
70=Šířka stínu:
71=UKÁZKA
; added in 2.52
94=Pozice
95=Nahoře
96=Dole
103=Průhlednost...
;--------------------------;
; External Preview General ;
;--------------------------;
72=Spustitelný soubor přehrávače videa:
73=Detekovat přiřazený program
74=Ptát se pokaždé na jiné video
75=Vždy testovat s videem:
;---------------------------;
; External Preview Advanced ;
;---------------------------;
76=Uložit dočasné titulky ve formátu:
77=Původní formát
78=Vlastní formát:
79=Parametr předaný přehrávači videa:
80=VIDEO_FILE představuje soubor videa, ve kterém budete testovat titulky. SUBT_FILE je parametr, ve kterém bude dočasný soubor titulků odeslán přehrávači videa. Můžete přidat další parametry, například pro zobrazení na celou obrazovku atd.
;----------------;
; Look / Program ;
;----------------;
81=Písmo použité v programu:
82=Velikost písma:
83=Zarovnat pole "Text" a "Překlad":
84=Doleva|Doprava|Na střed
; added in 2.52
93=Zobrazit barevný pruh
;-------------;
; Look / List ;
;-------------;
85=Zobrazit mřížku
86=Použít styl na titulky
87=Označit nepřeložené titulky barvou:
88=Zobrazit vodorovný posuvník
; added in 2.52 
91=Text pro nepřeložené titulky
;-------------;
; Look / Menu ;
;-------------;
89=Použít styl nabídek Office XP
90=Použít barevné přechody nabídky

[Output settings]
01=Nastavení výstupu
02=ID disku:
03=DVD titul:
04=Jazyk:
05=Autor:
06=Web:
07=Informace:
08=Licence:
09=Titulky:
10=Pozadí:
11=UKÁZKA
12=Na&stavit písmo
13=Zarovnat:
14=Vlevo
15=Na střed
16=Vpravo
17=Snímková frekvence:
18=Zahodit snímek
19=Barva 0 (pozadí):
20=Barva 1 (písmo):
21=Barva 2 (obrys):
22=Barva 3 (vyhlazování):
23=Barevná paleta č.:
24=Kontrast
25=Název:
26=Skript:
27=Vzhled
28=Další
29=Styl okraje:
30=Obrys a stín
31=Neprůhledný rámeček
32=Barva
33=Primární:
34=Sekundární:
35=Terciární:
36=Stín:
37=Levý okraj:
38=Pravý okraj:
39=Svislý okraj:
40=Obrys:
41=Zarovnání:
42=Kódování:
43=Zdroj:
44=Program:
45=Cesta:
46=Zpoždění:
47=Stopa CD:
48=Komentář:
49=Formát TMPlayer
50=Formát TMPlayer+
51=Formát TMPlayer Multiline

[Duration limits]
01=Limity trvání
02=Nastavit maximální trvání
03=milisekund
04=Nastavit minimální trvání
05=* Zvýšení času nezpůsobí překrývání

[Set delay]
01=Nastavit zpoždění
02=Pro všechny titulky
03=Pro vybrané titulky

[Adjust subtitles]
01=Přizpůsobení titulků
02=Jednoduché
03=Pokročilé
04=První mluvený řádek:
05=Poslední mluvený řádek:
06=Načíst ze souboru
07=Uložit do souboru
08=Řádek č.
09=Starý čas
10=Nový čas
11=Přid&at
12=Přidat z &média
13=Odeb&rat
14=Pokud je čas mimo rozsah bodů:
15=Prodloužit
16=Vrátit původní čas (žádné změny)
17=Vrátit posunutí sousedního bodu
18=&Přizpůsobit!
19=Vložit nový synchronizační bod
20=Starý čas:
21=Nový čas:

[Time expander/reducer]
01=Prodloužit nebo zkrátit čas
02=Prodloužit trvání
03=Zkrátit trvání
04=Prodloužit nebo zkrátit trvání o:
05=sekund
06=snímků
07=Pouze pokud je titulek delší než:
09=znaků
10=Pouze pokud je trvání delší než:
11=Pouze pokud je trvání kratší než:
12=Předcházet překrývání
13=Pro všechny titulky
14=Pro vybrané titulky

[Automatic durations]
01=Automatické trvání
02=milisekund
03=na znak
04=na slovo
05=na řádek
06=Použít nové trvání ve všech případech
07=Pouze pokud je nové trvání větší než originální
08=Pouze pokud je nové trvání menší než originální
09=Všechny titulky
10=Pouze vybrané titulky

[Convert case]
01=Změnit velikost písmen
02=Typ věty.
03=Pouze první písmeno prvního slova
04=Detekce "..."
05=malá písmena
06=VELKÁ PÍSMENA
07=První Velká
08=oPAČNĚ
09=Všechny titulky
10=Pouze vybrané titulky

[Divide lines]
01=Rozdělit řádky
02=Rozdělit po řádku číslo:
03=Použít automatické trvání
04=Zobrazit:
05=Skrýt:
06=Trvání:
07=Pokračovat přímo
08=%s znaků
09=&Rozdělit!

[Search & Replace]
01=Najít a nahradit
02=Najít
03=Najít text:
04=&Najít!
05=Nahradit:
06=Najít &další
07=&Nahradit
08=N&ahradit vše
09=&Více >
10=&Méně <
11=Rozlišovat malá a velká písmena
12=Porovnávat celá slova
13=Zachovávat velikost písmen při nahrazování
14=Hledat text:
15=V celých titulcích
16=Od vybrané položky
17=Znaková sada:

[Go to line]
01=Přejít na řádek číslo
02=Zadejte číslo řádku:

[Batch convert]
01=Hromadný převod
02=Převede více souborů do jediného formátu v několika krocích.
; Buttons
03=< Zpě&t
04=&Další >
05=&Převést
06=&Konec
07=&Zavřít
08=&Vše
09=&Nic
; Page 1
10=Přípony:
11=Cesta:
12=Zahrnout podsložky
13=Důkladná kontrola formátu
14=Výstupní adresář:
15=Výstupní formát:
16=Výchozí FPS:
; List columns
17=Jméno souboru
18=Formát
19=FPS
20=Velikost
; Page 2
21=&Přidat
22=&Odebrat
23=&Vymazat
; Page 3
24=Hotovo! Viz protokol pro podrobnosti:
25=Uložit...
; Searching
26=Kontrola souboru %s

[Batch convert log]
01=%s %s - Protokol hromadného převodu
02=Vytvořeno %s
03=Výstupní formát: %s
04=Celkem souborů k převedení: %d
05=Pokus o načtení "%s"...
06=Soubor byl úspěšně načten!
07=Soubor "%s" již existuje, nahrazování...
08=Soubor byl úspěšně uložen do "%s"
09=Soubor "%s" již existuje a nepovolili jste programu, aby ho nahradil
10=Chyba při načítání souboru, nelze uložit!
11=Počet provedených převodů: %u
12=Celkový čas: %s
13=Všechny soubory byly úspěšně převedeny
14=Při převodu některých souborů se vyskytly chyby, podrobnosti viz níže

[Split]
01=Rozdělení titulků...
02=Jednoduché
03=Pokročilé
04=Vybrané položky
05=Položka číslo:
06=Daný čas:
07=Daný snímek:
08=Konec videa:
09=Pojmenování
10=Část %d:
11=Jméno souboru
12=Délka
13=Řádků
14=Části se stejným časem
15=Části se stejným počtem řádků
16=Na koncích videí
17=Počet částí:
18=Automaticky pojmenovat části:
19=Výstupní adresář:
20=Výstupní formát:
21=Přepočítat časové hodnoty
22=Poklepáním vybrat film
23=&Rozdělit!

[Join]
01=Spojit titulky...
02=Přidejte soubory titulků, které chcete spojit (v pořadí):
03=Jméno souboru
04=Formát
05=FPS
06=Velikost
07=Úsek filmu (volitelné)
08=&Přidat
09=&Odebrat
10=&Vymazat
11=&Nastavit úsek filmu
12=Vymazat úsek &filmu
13=Výstupní formát:
14=Výstupní FPS:
15=Načíst soubor po spojení a uložení
16=Přepočítat časové hodnoty
17=&Spojit!

[Information and errors]
01=Informace a chyby
02=Zkontrolovat!
03=Opravit chyby!
04=&Nastavení
05=Potvrdit každé odstranění
06=Titulek
07=Typ
08=Popis
; added in 2.52
54=Hlášení do souboru
55=Soubory hlášení
56=Vybrat název souboru hlášení
;-------;
; Types ;
;-------;
09=Chyba
10=Upozornění
11=Informace
13=Opraveno
;----------------------;
; Information messages ;
;----------------------;
14=Celkem chyb: %d
15=Opraveno chyb: %d
;---------------;
; Error reports ;
;---------------;
16=Obsahuje řádky bez písmen
17=Prázdný titulek
18=Překrývání s předchozím titulkem
19=Špatné hodnoty
20=Příliš dlouhé trvání
21=Příliš krátké trvání
22=Příliš dlouhý řádek
23=Delší než na dva řádky
24=Titulek pro nedoslýchavé
25=Obsahuje text před dvojtečkou (":")
26=Nadbytečné tečky
27=Obsahuje zakázaný znak
28=Opakující se znak
29=Opakující se titulek
30=Chyba optického rozpoznávání písma (OCR)
31=Jednořádkový titulek začíná "-"
32=Žádná mezera po uživatelském znaku
33=Žádná mezera před uživatelským znakem
34=Nadbytečné mezery
35=Označený titulek
; added in 2.52
57=Příliš nízký CPS
58=Příliš vysoký CPS
;-------------;
; Fix reports ;
;-------------;
36=Odstraněny řádky bez písmen
37=Odstraněn prázdný titulek
38=Opraveno překrývání
39=Opraveny špatné hodnoty
40=Přizpůsoben titulek delší než dva řádky
41=Odebrán titulek pro nedoslýchavé
42=Odstraněna část titulku pro nedoslýchavé
43=Odebrán text před dvojtečkou (":")
44=Odebrány nadbytečné tečky
45=Obsahoval zakázaný znak a byl odsraněn
46=Opraven opakující se znak
47=Opraven opakující se titulek
48=Opraveny chyby optického rozpoznávání písma (OCR)
49=Odstraněno "-" v jednořádkovém titulku
50=Přidána mezera po uživatelském znaku
51=Přidána mezera před uživatelský znak
52=Odebrány nadbytečné mezery
;-----
53=Poklepáním přeskočit na řádek v hlavním okně

[Information and errors Settings]
01=Nastavení
02=Všeobecné
03=Pokročilé
04=Kontrolovat
05=Opravovat
06=Nadbytečné mezery
07=Zobrazit potvrzení o opravě v hlavním okně
08=Označit chyby v seznamu hlavního okna
09=Nastavit barvu...
10=Tučné
11=Kurzíva
12=Podtržené
13=Označit chyby při načtení titulků
14=Opravit chyby při načtení titulků
15=Opravit překrývání jedné jednotky při načtení
16=Skript optického rozpoznávání písma (OCR):
17=&Upravit
18=Opakující se znaky:
19=Zakázané znaky:
20=Tolerance pro opakující se titulky:
21=milisekund.
22=Mezera po znacích:
23=Mezera před znaky:
24=Příliš dlouhé trvání:
25=Příliš krátké trvání:
26=Příliš dlouhý řádek:
27=znaků.
;------
28=Řádky bez písmen
29=Prázdné titulky
30=Překrývající se titulky
31=Špatné hodnoty
32=Příliš dlouhá trvání
33=Příliš krátká trvání
34=Příliš dlouhé řádky
35=Titulky delší než dva řádky
36=Titulky pro nedoslýchavé
37=Text před dvojtečkou (":")
38=Pouze pokud je text velkými písmeny
39=Nadbytečné tečky
40=Zakázané znaky
41=Opakující se znaky
42=Opakující se titulky
43=Chyby optického rozpoznávání písma (OCR)
44="-" v titulcích s jednou řádkou
45=Mezery po uživatelských znacích
46=Mezery před uživatelskými znaky
47=Nadbytečné mezery
;------
48=Kontrolovat:
49=Opravovat:
50=Odřádkování a mezery na začátku a na konci
51=Mezery mezi odřádkováními (vlevo a vpravo)
52=Dvojité mezery a odřádkování
53=Mezery před interpunkčními znaménky
54=Mezery po "ż" a "ˇ"
55=Mezery před "?" a "!"
56=Mezery mezi čísly
; added in 2.52
57=CPS menší než:
58=CPS vetší nebo roven:
59=Příliš nízký CPS
60=Příliš vysoký CPS

[Various information]
01=Různé informace
02=Informace
03=Další
04=Původní soubor
05=Přeložený soubor
06=Aktuální formát:
07=Soubor:
08=Velikost:
09=Celkový počet titulků:
10=Celkový počet řádků:
11=Celkový počet slov:
12=Celkový počet písmen:
13=Titulků s jedním řádkem:
14=Titulků se dvěma řádky:
15=Titulků s více než dvěma řádky:
16=Nejdelší řádek:
17=V titulku %d s %d znaky
18=Nejlepší velikost písma pro přehrávání
19=Šířka rozlišení:
20=Z AVI
21=Název písma:
22=Tučné
23=Kurzíva
24=Vypočítat
; added in 2.52
25=Nejdelší trvání:
26=Nejkratší trvání:
27=Nejvyšší CPS:
28=Nejnižší CPS:
29=v titulku %d

[SAMI Language Extractor]
01=Jazykový extraktor SAMI
02=Soubor SAMI:
03=Výstupní adresář:
04=Vybrané jazyky budou vyjmuty:
05=Třída
06=Jazyk
07=Automaticky detekovat všechny
08=Přidat ručně
09=Vyjmout!
10=Přidat jazyk
11=Zadejte název třídy požadovaného jazyka:
12=Čekejte...

[About form]
01=O aplikaci %s
02=Informace
03=Poděkování
04=Verze: %s
05=%s verze: %s
06=Podporuje %d různých formátů
07=Pokud se vám tento program líbí, opravdu oceníme jakýkoliv dar. Klepněte sem pro poslání daru.
08=Programátor
09=Pomocné programování
10=%s
; Following line is "DirectShow programming"
11=%s programování
12=Překladatelé
13=Testování
14=Výchozí ikona
15=Pro aktualizace navštivte:
; added in 2.52
16=Subtitle Workshop je vydáván
17=podle licence GNU/GPL 3.

[Error messages]
01=Nelze spustit API titulků. Stáhněte si DLL "%s" z %s a zkopírujte ho do adresáře "%s".
02=Následující chyba (%s) byla odvozena z objektu %s (%s):||"%s"||Napiš zprávu %s o tom, co jste dělali, když tato chyba nastala.||Stiskněte OK pro pokračování a Storno pro ukončení programu.
03=Soubor "%s" je špatný titulek nebo nepodporovaný formát.
04=Soubor "%s" není ve formátu %s nebo není platným souborem titulků.
05="%s" není platný soubor videa.
06=Neplatné číslo řádku.
07=Vyberte alespoň jednu příponu pro vyhledávání.
08=Cesta vyhledávání neexistuje.
09=Číslo položky není platná položka.
10=Přidejte dva nebo více titulků.
11=Nepodařilo se připojit k serveru!
12=Nelze odebrat atribut jen pro čtení z "%s".||Pravděpodobně je na disku chráněném proti zápisu.
13=Chyba při pokusu o připojení se k Microsoft Wordu!
14=Nejprve vyberte video pro předchozí část!
15=Vyberte platný výstupní adresář.
16=Vyberte alespoň jeden jazyk k vyjmutí.
17="%s" není platný soubor SAMI.
18=Vyberte část titulku ze seznamu.
19=Pokud vyberete úsek filmu pro jednu část titulku, musíte vybrat úsek filmu pro všechny části titulku (samozřejmě s výjimkou poslední části).
20=Potřebujete dva nebo více bodů.

[Question messages]
01=Soubor "%s" byl změněn.||Chcete uložit změny?
02=Soubor "%s" již existuje.||Chcete ho nahradit?
03=Původní soubor ("%s") byl změněn.||Chcete uložit změny?
04=Přeložený soubor ("%s") byl změněn.||Chcete uložit změny?
05=Vybrané titulky budou odstraněny.||Chcete pokračovat?
06=Bod 1 titulku: %s|Bod 1 filmu: %s||Bod 2 titulku: %s|Bod 2 filmu: %s||Synchronizovat titulky?
07=Spustitelný soubor přehrávače videa není zadán nebo neexistuje.||Chcete konfigurovat externí přehrávač?
08=Nalezena nová verze!||Chcete si prohlédnout seznam změn?
09=Soubor, který se pokoušíte uložit, je pouze ke čtení.||Přesto zkusit uložit?

[Information messages]
01=Nelze nalézt více instancí "%s".
02=Není k dispozici žádná nová verze.
03=Kontrola pravopisu dokončena.||Provedeno %d změn.
04=Příliš mnoho částí. Obnovování...
05=Byl nalezen pouze jeden jazyk.||Pokud soubor obsahuje více jazyků, přidejte ty, které si přejete ručně otevřením souboru v textovém editoru a nalezením správného jména třídy.
06=Nelze nalézt počáteční a/nebo koncový tag "STYLE"!||Pravděpodobně z toho důvodu, že tento soubor neobsahuje více než jeden jazyk.|Pokud obsahuje, pokuste se přidat ručně vyhledáním jména třídy požadovaného jazyka.
07=Nejvhodnější velikost písma pro přehrávání je: %d
08=Celkový počet nahrazení: %d
09=Název souboru: %s|Velikost: %s|FPS: %s|Trvání: %s|Celkem snímků: %d|Rozlišení: %dx%d|FourCC: %s
10=Některá stopa filmu nemohla být správně přehrána. Pravděpodobně chybí kodek audia nebo videa.|Kód chyby: %s
11=Není potřeba nastavovat úsek filmu odpovídající poslednímu titulku.
; added in 2.52
12=Došlo k neočekávané chybě:|"%s"

[Information and errors messages]
01=Titulek číslo %d je prázdný titulek a bude odstraněn.||Chcete pokračovat?
02=Titulek číslo %d:||"%s" obsahuje nepovolený znak a bude odstraněn.||Chcete pokračovat?
03=Titulek číslo %d:||"%s" bude odstraněn.||Chcete pokračovat?
04=Část titulku číslo %d:||"%s" bude odstraněna, takže titulek bude:||"%s"||Chcete pokračovat?
05=Titulek číslo %d:||"%s" je jednořádkovým titulkem a začíná "-".||Chcete odstranit "-" na začátku?

; added in 2.52
[Audio streams]
01=Detekováno více stop audia.
02=Vyberte, se kterým audiem pracovat.
03=OK
